---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewShowMassing
source: html/d646f796-7b6f-0e44-05e1-4ac51d198977.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewShowMassing Property

"Show Mass"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewShowMassing { get; }
```